{
  "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
  "roleScopeTagIds":  ["0"],
  "supportsScopeTags":  true,
  "deviceManagementApplicabilityRuleOsEdition":  null,
  "deviceManagementApplicabilityRuleOsVersion":  null,
  "deviceManagementApplicabilityRuleDeviceMode":  null,
  "description":  null,
  "comments": [
        "Skipped: 3.10.9.1.1 (BL) Ensure \u0027Prevent installation of devices that match any of these device IDs\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "Skipped: 3.10.9.1.2 (BL) Ensure \u0027Prevent installation of devices that match any of these device IDs: Also apply to matching devices that are already installed.\u0027 is set to \u0027True\u0027 (checked) (Automated)",
        "Skipped: 3.10.9.1.3 (BL) Ensure \u0027Prevent installation of devices that match any of these device IDs: Prevent installation of devices that match any of these device IDs\u0027 is set to \u0027PCI\\CC_0C0A\u0027 (Automated)",
        "Skipped: 3.10.9.1.4 (BL) Ensure \u0027Prevent installation of devices using drivers that match these device setup classes\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "Skipped: 3.10.9.1.5 (BL) Ensure \u0027Prevent installation of devices using drivers that match these device setup classes: Also apply to matching devices that are already installed.\u0027 is set to \u0027True\u0027 (checked) (Automated)",
        "Skipped: 3.10.9.1.6 (BL) Ensure \u0027Prevent installation of devices using drivers that match these device setup classes: Prevent installation of devices using drivers for these device setup\u0027 is set to \u0027IEEE 1394 device setup classes\u0027 (Automated)",
        "Skipped: 3.11.7.1.1 (BL) Ensure \u0027Choose how BitLocker-protected fixed drives can be recovered\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "Skipped: 3.11.7.1.2 (BL) Ensure \u0027Choose how BitLocker-protected fixed drives can be recovered: Recovery Key\u0027 is set to \u0027Enabled: Allow 256-bit recovery key\u0027 (Automated)",
        "Skipped: 3.11.7.1.3 (BL) Ensure \u0027Choose how BitLocker-protected fixed drives can be recovered: Recovery Password\u0027 is set to \u0027Enabled: Allow 48-digit recovery password\u0027 (Automated)*/",
        "Skipped: 3.11.7.1.4 (BL) Ensure \u0027Choose how BitLocker-protected fixed drives can be recovered: Allow data recovery agent\u0027 is set to \u0027Enabled: True\u0027 (Automated)",
        "Skipped: 3.11.7.1.5 (BL) Ensure \u0027Choose how BitLocker-protected fixed drives can be recovered: Configure storage of BitLocker recovery information to AD DS\u0027 is set to \u0027Enabled: Backup recovery passwords and key packages\u0027 (Automated)",
        "Skipped: 3.11.7.1.6 (BL) Ensure \u0027Choose how BitLocker-protected fixed drives can be recovered: Do not enable BitLocker until recovery information is stored to AD DS for fixed data drives\u0027 is set to \u0027Enabled: False\u0027 (Automated)",
        "Skipped: 3.11.7.1.7 (BL) Ensure \u0027Choose how BitLocker-protected fixed drives can be recovered: Omit recovery options from the BitLocker setup wizard\u0027 is set to \u0027Enabled: True\u0027 (Automated)",
        "Skipped: 3.11.7.1.8 (BL) Ensure \u0027Choose how BitLocker-protected fixed drives can be recovered: Save BitLocker recovery information to AD DS for fixed data drives\u0027 is set to \u0027Enabled: False\u0027 (Automated)",

        "Skipped: 3.11.7.2.1 (BL) Ensure \u0027Allow enhanced PINs for startup\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "Skipped: 3.11.7.2.2 (BL) Ensure \u0027Choose how BitLocker-protected operating system drives can be recovered\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "Skipped: 3.11.7.2.3 (BL) Ensure \u0027Choose how BitLocker-protected operating system drives can be recovered: Recovery Key\u0027 is set to \u0027Enabled: Do not allow 256-bit recovery key\u0027 (Automated)",
        "Skipped: 3.11.7.2.4 (BL) Ensure \u0027Choose how BitLocker-protected operating system drives can be recovered: Recovery Password\u0027 is set to \u0027Enabled: Require 48-digit recovery password\u0027 (Automated)",
        "Skipped: 3.11.7.2.5 (BL) Ensure \u0027Choose how BitLocker-protected operating system drives can be recovered: Allow data recovery agent\u0027 is set to \u0027Enabled: False\u0027 (Automated)",
        "Skipped: 3.11.7.2.6 (BL) Ensure \u0027Choose how BitLocker-protected operating system drives can be recovered: Configure storage of BitLocker recovery information to AD DS:\u0027 is set to \u0027Enabled: Store recovery passwords and key packages\u0027 (Automated)",
        "Skipped: 3.11.7.2.7 (BL) Ensure \u0027Choose how BitLocker-protected operating system drives can be recovered: Do not enable BitLocker until recovery information is stored to AD DS for operating system drives\u0027 is set to \u0027Enabled: True\u0027 (Automated)",
        "Skipped: 3.11.7.2.8 (BL) Ensure \u0027Choose how BitLocker-protected operating system drives can be recovered: Omit recovery options from the BitLocker setup wizard\u0027 is set to \u0027Enabled: True\u0027 (Automated)",
        "Skipped: 3.11.7.2.9 (BL) Ensure \u0027Choose how BitLocker-protected operating system drives can be recovered: Save BitLocker recovery information to AD DS for operating system drives\u0027 is set to \u0027Enabled: True\u0027 (Automated)",
        "Skipped: 3.11.7.2.10 (BL) Ensure \u0027Require additional authentication at startup\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "Skipped: 3.11.7.2.11 (BL) Ensure \u0027Require additional authentication at startup: Allow BitLocker without a compatible TPM\u0027 is set to \u0027Enabled: False\u0027 (Automated)",
        "Skipped: 3.11.7.2.12 (BL) Ensure \u0027Require additional authentication at startup: Configure TPM startup key and PIN:\u0027 is set to \u0027Enabled: Do not allow startup key and PIN with TPM\u0027 (Automated)",
        "Skipped: 3.11.7.2.13 (BL) Ensure \u0027Require additional authentication at startup: Configure TPM startup key:\u0027 is set to \u0027Enabled: Do not allow startup key with TPM\u0027 (Automated)",
        "Skipped: 3.11.7.2.14 (BL) Ensure \u0027Require additional authentication at startup: Configure TPM startup PIN:\u0027 is set to \u0027Enabled: Require startup PIN with TPM\u0027 (Automated)",
        "Skipped: 3.11.7.2.15 (BL) Ensure \u0027Require additional authentication at startup: Configure TPM startup:\u0027 is set to \u0027Enabled: Do not allow TPM\u0027 (Automated)",
        
        "Skipped: 3.11.7.3.1 (BL) Ensure \u0027Deny write access to removable drives not protected by BitLocker\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "Skipped: 3.11.7.3.2 (BL) Ensure \u0027Deny write access to removable drives not protected by BitLocker: Do not allow write access to devices configured in another organization\u0027 is set to \u0027Enabled: False\u0027 (Automated)",
        "Skipped: 3.11.28.11 (L1) Ensure \u0027Turn off Microsoft Defender Antivirus\u0027 is set to \u0027Disabled\u0027 (Automated) - Enabling or disabling this policy may lead to unexpected or unsupported behavior. Changes to this setting are not applied when tamper protection is enabled. It\u0027s recommended that you leave this policy setting unconfigured: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-admx-microsoftdefenderantivirus#disableantispywaredefender",

        "Skipped: 3.11.49.1 (L2) Ensure \u0027Prevent Internet Explorer security prompt for Windows Installer scripts\u0027 is set to \u0027Disabled\u0027 (Automated) - IE does not run on Win11",

        "Skipped: 5.1 (L1) Ensure \u0027Account Logon Audit Credential Validation\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI. ",
        "Skipped: 5.2 (L1) Ensure \u0027Account Logon Logoff Audit Account Lockout\u0027 is set to include \u0027Failure\u0027 (Automated)  - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.3 (L1) Ensure \u0027Account Logon Logoff Audit Group Membership\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.4 (L1) Ensure \u0027Account Logon Logoff Audit Logoff\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.5 (L1) Ensure \u0027Account Logon Logoff Audit Logon\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.6 (L1) Ensure \u0027Account Management Audit Application Group Management\u0027 is set to \u0027Success and Failure\u0027 (Automated)",
        "Skipped: 5.7 (L1) Ensure \u0027Audit Authentication Policy Change\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.8 (L1) Ensure \u0027Audit Authorization Policy Change\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.9 (L1) Ensure \u0027Audit Changes to Audit Policy\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.10 (L1) Ensure \u0027Audit File Share Access\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.11 (L1) Ensure \u0027Audit Other Logon Logoff Events\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.12 (L1) Ensure \u0027Audit Security Group Management\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.13 (L1) Ensure \u0027Audit Security System Extension\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.14 (L1) Ensure \u0027Audit Special Logon\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.15 (L1) Ensure \u0027Audit User Account Management\u0027 is set to \u0027Success and Failure\u0027 (Automated - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.16 (L1) Ensure \u0027Detailed Tracking Audit PNP Activity\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.17 (L1) Ensure \u0027Detailed Tracking Audit Process Creation\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.18 (L1) Ensure \u0027Object Access Audit Detailed File Share\u0027 is set to include \u0027Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.19 (L1) Ensure \u0027Object Access Audit Other Object Access Events\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.20 (L1) Ensure \u0027Object Access Audit Removable Storage\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.21 (L1) Ensure \u0027Policy Change Audit MPSSVC Rule Level Policy Change\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.22 (L1) Ensure \u0027Policy Change Audit Other Policy Change Events\u0027 is set to include \u0027Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.23 (L1) Ensure \u0027Privilege Use Audit Sensitive Privilege Use\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.24 (L1) Ensure \u0027System Audit I Psec Driver\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.25 (L1) Ensure \u0027System Audit Other System Events\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.26 (L1) Ensure \u0027System Audit Security State Change\u0027 is set to include \u0027Success\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",
        "Skipped: 5.27 (L1) Ensure \u0027System Audit System Integrity\u0027 is set to \u0027Success and Failure\u0027 (Automated) - This needs to be put in another policy that doesn\u0027t use OMAURI.",

        "Skipped: 21.7 (L1) Ensure \u0027Attack Surface Reduction rules\u0027 are configured (Automated) - Configure this in a separate template outside of OMAURI",

        "Skipped/Opposed: 69.1 (L2) Ensure \u0027Bluetooth Audio Gateway Service (BTAGService)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/opposed: 69.2 (L2) Ensure \u0027Bluetooth Support Service (bthserv)\u0027 is set to \u0027Disabled\u0027 (Automated)",

        "Skipped/No OMAURI: 69.4 (L2) Ensure \u0027Downloaded Maps Manager (MapsBroker)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.5 (L2) Ensure \u0027Geolocation Service (lfsvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/Not applicable: 69.6 (L1) Ensure \u0027IIS Admin Service (IISADMIN)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated). Not normally installed on an end point and implementing may throw intune error.",

        "Skipped/No OMAURI: 69.9 (L2) Ensure \u0027Link-Layer Topology Discovery Mapper (lltdsvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.12 (L2) Ensure \u0027Microsoft iSCSI Initiator Service (MSiSCSI)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.13 (L1) Ensure \u0027OpenSSH SSH Server (sshd)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "Skipped/No OMAURI: 69.14 (L2) Ensure \u0027Peer Name Resolution Protocol (PNRPsvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.15 (L2) Ensure \u0027Peer Networking Grouping (p2psvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.16 (L2) Ensure \u0027Peer Networking Identity Manager (p2pimsvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.17 (L2) Ensure \u0027PNRP Machine Name Publication Service (PNRPAutoReg)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.18 (L2) Ensure \u0027Print Spooler (Spooler)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.19 (L2) Ensure \u0027Problem Reports and Solutions Control Panel Support (wercplsupport)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.20 (L2) Ensure \u0027Remote Access Auto Connection Manager (RasAuto)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.21 (L2) Ensure \u0027Remote Desktop Configuration (SessionEnv)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.22 (L2) Ensure \u0027Remote Desktop Services (TermService)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.23 (L2) Ensure \u0027Remote Desktop Services UserMode Port Redirector (UmRdpService)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.25 (L2) Ensure \u0027Remote Registry (RemoteRegistry)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.27 (L2) Ensure \u0027Server (LanmanServer)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.29 (L2) Ensure \u0027SNMP Service (SNMP)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        
        "Skipped/No OMAURI: 69.34 (L2) Ensure \u0027Windows Error Reporting Service (WerSvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.35 (L2) Ensure \u0027Windows Event Collector (Wecsvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.38 (L2) Ensure \u0027Windows Push Notifications System Service (WpnService)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.39 (L2) Ensure \u0027Windows PushToInstall Service (PushToInstall)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.40 (L2) Ensure \u0027Windows Remote Management (WS-Management) (WinRM)\u0027 is set to \u0027Disabled\u0027 (Automated)",

        "Skipped/No OMAURI: 69.42 (L1) Ensure \u0027Xbox Accessory Management Service (XboxGipSvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.43 (L1) Ensure \u0027Xbox Live Auth Manager (XblAuthManager)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.44 (L1) Ensure \u0027Xbox Live Game Save (XblGameSave)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "Skipped/No OMAURI: 69.45 (L1) Ensure \u0027Xbox Live Networking Service (XboxNetApiSvc)\u0027 is set to \u0027Disabled\u0027 (Automated)"
  ],

  "displayName":  "CIS Baseline Microsoft Intune for Windows 11 v3.0.1 (imported)",
  "omaSettings":  [
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "1.1 (L1) Ensure \u0027Allow Cortana above lock screen\u0027 is set to \u0027Blocked\u0027",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/AboveLock/AllowCortanaAboveLock",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.1.3.2 (L1) Ensure \u0027Prevent enabling lock screen camera\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/PreventEnablingLockScreenCamera",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.1.3.3 (L1) Ensure \u0027Prevent enabling lock screen slide show\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Opposed. We will allow slideshows.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/PreventLockScreenSlideShow",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.4.1 (L1) Ensure \u0027Apply UAC restrictions to local accounts on network logons\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/ApplyUACRestrictionsToLocalAccountsOnNetworkLogon",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.4.2 (L1) Ensure \u0027Configure SMB v1 client driver\u0027 is set to \u0027Enabled: Disable driver (recommended)\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/ConfigureSMBV1ClientDriver",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"Pol_SecGuide_SMB1ClientDriver\" value=\"4\" /\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.4.3 (L1) Ensure \u0027Configure SMB v1 server\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/ConfigureSMBV1Server",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.4.4 (L1) Ensure \u0027Enable Structured Exception Handling Overwrite Protection (SEHOP)\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/EnableStructuredExceptionHandlingOverwriteProtection",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.4.5 (L1) Ensure \u0027WDigest Authentication\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/WDigestAuthentication",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.1 (L1) Ensure \u0027MSS: (AutoAdminLogon) Enable Automatic Logon (not recommended)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented. Windows Autopilot Warning: Windows Autopilot pre-provisioning doesn\u0027t work when this GPO policy settings is enabled. An exception to this recommendation will be needed if Windows AutoPilot is used.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_AutoAdminLogon",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.2 (L1) Ensure \u0027MSS: (DisableIPSourceRouting IPv6) IP source routing protection level (protects against packet spoofing)\u0027 is set to \u0027Enabled: Highest protection, source routing is completely disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSLegacy/IPv6SourceRoutingProtectionLevel",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"DisableIPSourceRoutingIPv6\" value=\"2\" /\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.3 (L1) Ensure \u0027MSS: (DisableIPSourceRouting) IP source routing protection level (protects against packet spoofing)\u0027 is set to \u0027Enabled: Highest protection, source routing is completely disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSLegacy/IPSourceRoutingProtectionLevel",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"DisableIPSourceRouting\" value=\"2\" /\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.4 (L2) Ensure \u0027MSS: (DisableSavePassword) Prevent the dial-up password from being saved\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_DisableSavePassword",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.5 (L1) Ensure \u0027MSS: (EnableICMPRedirect) Allow ICMP redirects to override OSPF generated routes\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSLegacy/AllowICMPRedirectsToOverrideOSPFGeneratedRoutes",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.6 (L2) Ensure \u0027MSS: (KeepAliveTime) How often keep-alive packets are sent in milliseconds\u0027 is set to \u0027Enabled: 300,000 or 5 minutes (recommended)\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_KeepAliveTime",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"KeepAliveTime\" value=\"300000\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.7 (L1) Ensure \u0027MSS: (NoNameReleaseOnDemand) Allow the computer to ignore NetBIOS name release requests except from WINS servers\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSLegacy/AllowTheComputerToIgnoreNetBIOSNameReleaseRequestsExceptFromWINSServers",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.8 (L2) Ensure \u0027MSS: (PerformRouterDiscovery) Allow IRDP to detect and configure Default Gateway addresses (could lead to DoS)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_PerformRouterDiscovery",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.9 (L1) Ensure \u0027MSS: (SafeDllSearchMode) Enable Safe DLL search mode (recommended)\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_SafeDllSearchMode",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.10 (L1) Ensure \u0027MSS: (ScreenSaverGracePeriod) The time in seconds before the screen saver grace period expires (0 recommended)\u0027 is set to \u0027Enabled: 5 or fewer seconds\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_ScreenSaverGracePeriod",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"ScreenSaverGracePeriod\" value=\"5\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.11 (L2) Ensure \u0027MSS: (TcpMaxDataRetransmissions IPv6) How many times unacknowledged data is retransmitted\u0027 is set to \u0027Enabled: 3\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_TcpMaxDataRetransmissionsIPv6",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"TcpMaxDataRetransmissions\" value=\"3\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.12 (L2) Ensure \u0027MSS: (TcpMaxDataRetransmissions) How many times unacknowledged data is retransmitted\u0027 is set to \u0027Enabled: 3\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_TcpMaxDataRetransmissions",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"TcpMaxDataRetransmissions\" value=\"3\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.5.13 (L1) Ensure \u0027MSS: (WarningLevel) Percentage threshold for the security event log at which the system will generate a warning\u0027 is set to \u0027Enabled: 90% or less\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSS-legacy/Pol_MSS_WarningLevel",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"WarningLevel\" value=\"90\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.4.1 (L1) Ensure \u0027Turn off multicast name resolution\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_DnsClient/Turn_Off_Multicast",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.8.1 (L2) Ensure \u0027Turn on Mapper I/O (LLTDIO) driver\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_LinkLayerTopologyDiscovery/LLTD_EnableLLTDIO",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.8.2 (L2) Ensure \u0027Turn on Responder (RSPNDR) driver\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_LinkLayerTopologyDiscovery/LLTD_EnableRspndr",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.9.1 (L1) Ensure \u0027Prohibit installation and configuration of Network Bridge on your DNS domain network\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Connectivity/ProhibitInstallationAndConfigurationOfNetworkBridge",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.9.2 (L1) Ensure \u0027Prohibit use of Internet Connection Sharing on your DNS domain network\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_NetworkConnections/NC_ShowSharedAccessUI",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.9.3 (L1) Ensure \u0027Require domain users to elevate when setting a network\u0027s location\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Opposed. Requiring admin to do this would result in a lot of prompts. The same firewall rules are applied for all profiles so it will have no affect.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_NetworkConnections/NC_StdDomainUserSetLocation",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.11.1 (L1) Ensure \u0027Hardened UNC Paths\u0027 is set to \u0027Enabled, with \"Require Mutual Authentication\" and \"Require Integrity\" set for all NETLOGON and SYSVOL shares\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Connectivity/HardenedUNCPaths",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"Pol_HardenedPaths\" value=\"\\\\*\\NETLOGON\uf000RequireMutualAuthentication=1,RequireIntegrity=1\uf000\\\\*\\SYSVOL\uf000RequireMutualAuthentication=1,RequireIntegrity=1\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.17.1 (L2) Ensure \u0027Configuration of wireless settings using Windows Connect Now\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_WindowsConnectNow/WCN_EnableRegistrar",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"WCN_EnableRegistrar_DisableUPnP\" value=\"true\"/\u003e\n\u003cdata id=\"WCN_EnableRegistrar_DisableInBand802DOT11\" value=\"true\"/\u003e\n\u003cdata id=\"WCN_EnableRegistrar_DisableFlashConfig\" value=\"true\"/\u003e\n\u003cdata id=\"WCN_EnableRegistrar_DisableWPD\" value=\"true\"/\u003e\n\u003cdata id=\"WCN_EnableRegistrar_MaxWCNDeviceNumber\" value=\"500\"/\u003e\n\u003cdata id=\"WCN_Higher_Precedence_Registrar\" value=\"1\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.17.2 (L2) Ensure \u0027Prohibit access of the Windows Connect Now wizards\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_WindowsConnectNow/WCN_DisableWcnUi_2",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.18.1 (L1) Ensure \u0027Minimize the number of simultaneous connections to the Internet or a Windows Domain\u0027 is set to \u0027Enabled: 3 = Prevent Wi-Fi when on Ethernet\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_WCM/WCM_MinimizeConnections",
        "value":  "\u003cenabled/\u003e\u003cdata id=\"WCM_MinimizeConnections_Options\" value=\"3\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.6.18.2 (L1) Ensure \u0027Prohibit connection to non-domain networks when connected to domain authenticated network\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsConnectionManager/ProhitConnectionToNonDomainNetworksWhenConnectedToDomainAuthenticatedNetwork",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "3.6.19.1 (L1) Ensure \u0027Require PIN pairing\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WirelessDisplay/RequirePinForPairing",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.7.1 (L1) Ensure \u0027Allow Print Spooler to accept client connections\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_Printing2/RegisterSpoolerRemoteRpcEndPoint",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.7.2 and 3.7.3 (L1) Ensure \u0027Point and Print Restrictions: When installing drivers for a new connection\u0027 is set to \u0027Enabled: Show warning and elevation prompt\u0027 (L1) Ensure \u0027Point and Print Restrictions: When updating drivers for an existing connection\u0027 is set to \u0027Enabled: Show warning and elevation prompt\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Printers/PointAndPrintRestrictions",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"PointAndPrint_TrustedServers_Chk\" value=\"false\"/\u003e\n\u003cdata id=\"PointAndPrint_TrustedServers_Edit\" value=\"\"/\u003e\n\u003cdata id=\"PointAndPrint_TrustedForest_Chk\" value=\"false\"/\u003e\n\u003cdata id=\"PointAndPrint_NoWarningNoElevationOnInstall_Enum\" value=\"0\"/\u003e\n\u003cdata id=\"PointAndPrint_NoWarningNoElevationOnUpdate_Enum\" value=\"0\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "3.9.1.1 (L1) Ensure \u0027Turn off toast notifications on the lock screen\u0027 is set to \u0027Blocked\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/AboveLock/AllowToasts",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.4.1 (L1) Ensure \u0027Include command line in process creation events\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_AuditSettings/IncludeCmdLine",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.5.1 (L1) Ensure \u0027Encryption Oracle Remediation\u0027 is set to \u0027Enabled: Force Updated Clients\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_CredSsp/AllowEncryptionOracle",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"AllowEncryptionOracleDrop\" value=\"0\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.5.2 (L1) Ensure \u0027Remote host allows delegation of non-exportable credentials\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/CredentialsDelegation/RemoteHostAllowsDelegationOfNonExportableCredentials",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.9.2 (L1) Ensure \u0027Prevent device metadata retrieval from the Internet\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceInstallation/PreventDeviceMetadataFromNetwork",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.13.1 (L1) Ensure \u0027Boot-Start Driver Initialization Policy\u0027 is set to \u0027Enabled: Good, unknown and bad but critical\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/BootStartDriverInitialization",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"SelectDriverLoadPolicy\" value=\"3\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.19.1 and 3.10.19.2 (L1) Ensure \u0027Configure registry policy processing: Do not apply during periodic background processing\u0027 is set to \u0027Enabled: FALSE\u0027 3.10.19.2 (L1) Ensure \u0027Configure registry policy processing: Process even if the Group Policy objects have not changed\u0027 is set to \u0027Enabled: TRUE\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_GroupPolicy/CSE_Registry",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"CSE_NOBACKGROUND10\" value=\"false\"/\u003e\n\u003cdata id=\"CSE_NOCHANGES10\" value=\"false\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.19.3 and 3.10.19.4 (L1) Ensure \u0027Configure security policy processing: Do not apply during periodic background processing\u0027 is set to \u0027Enabled: FALSE\u0027 (L1) Ensure \u0027Configure security policy processing: Process even if the Group Policy objects have not changed\u0027 is set to \u0027Enabled: TRUE\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_GroupPolicy/CSE_Security",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"CSE_NOBACKGROUND11\" value=\"false\"/\u003e\n\u003cdata id=\"CSE_NOCHANGES11\" value=\"false\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.19.5 (L1) Ensure \u0027Continue experiences on this device\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_GroupPolicy/EnableCDP",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.09.6 (L1) Ensure \u0027Turn off background refresh of Group Policy\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_GroupPolicy/DisableBackgroundPolicy",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.1 (L2) Ensure \u0027Turn off access to the Store\u0027 is set to \u0027Enabled\u0027",
        "description":  "Implemented. Using store is ok, but not when using the Open With context menu.",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_ICM/ShellNoUseStoreOpenWith_1",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.2 (L1) Ensure \u0027Turn off downloading of print drivers over HTTP\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_ICM/DisableWebPnPDownload_1",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.3 (L2) Ensure \u0027Turn off Help Experience Improvement Program\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_HelpAndSupport/HPImplicitFeedback",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.4 (L2) Ensure \u0027Turn off Internet Connection Wizard if URL connection is referring to Microsoft.com\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_ICM/NC_ExitOnISP",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.5 (L1) Ensure \u0027Turn off Internet download for Web publishing and online ordering wizards\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_ICM/ShellPreventWPWDownload_1",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.6 (L2) Ensure \u0027Turn off printing over HTTP\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Opposed. Using HTTPS print is a more secure method than LPT and other printing services because it allows authentication. This policy controls HTTP and HTTPS.",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_ICM/DisableHTTPPrinting_1",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.7 (L2) Ensure \u0027Turn off Registration if URL connection is referring to Microsoft.com\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_ICM/NC_NoRegistration",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.8 (L2) Ensure \u0027Turn off Search Companion content file updates\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_ICM/SearchCompanion_DisableFileUpdates",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.9 (L2) Ensure \u0027Turn off the \"Order Prints\" picture task\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_ICM/ShellRemoveOrderPrints_1",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.10 (L2) Ensure \u0027Turn off the \"Publish to Web\" task for files and folders\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_ICM/ShellRemovePublishToWeb_1",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.11 (L2) Ensure \u0027Turn off the Windows Messenger Customer Experience Improvement Program\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_ICM/WinMSG_NoInstrumentation_1",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.12 (L2) Ensure \u0027Turn off Windows Customer Experience Improvement Program\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_ICM/CEIPEnable",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.20.1.13 (L2) Ensure \u0027Turn off Windows Error Reporting\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_ICM/PCH_DoNotReport",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.23.1 (L2) Ensure \u0027Support device authentication using certificate\u0027 is set to \u0027Enabled: Automatic\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_Kerberos/DevicePKInitEnabled",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"DevicePKInitBehavior\" value=\"0\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.24.1 (L2) Ensure \u0027Disallow copying of user input methods to the system account for sign-in\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_Globalization/BlockUserInputMethodsForSignIn",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.25.1 (L1) Ensure \u0027Block user from showing account details on sign-in\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_Logon/BlockUserFromShowingAccountDetailsOnSignin",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.25.2 (L1) Ensure \u0027Do not display network selection UI\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsLogon/DontDisplayNetworkSelectionUI",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.25.3 (L1) Ensure \u0027Do not enumerate connected users on domain-joined computers\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_Logon/DontEnumerateConnectedUsers",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.25.4 (L1) Ensure \u0027Enumerate local users on domain-joined computers\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsLogon/EnumerateLocalUsersOnDomainJoinedComputers",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.25.5 (L1) Ensure \u0027Turn off app notifications on the lock screen\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsLogon/DisableLockScreenAppNotifications",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.25.6 (L1) Ensure \u0027Turn off picture password sign-in\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/CredentialProviders/BlockPicturePassword",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.25.7 (L1) Ensure \u0027Turn on convenience PIN sign-in\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented. Note that this does NOT disable Windows Hello for Business.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/CredentialProviders/AllowPINLogon",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.28.5.1 (L1) Ensure \u0027Allow network connectivity during connected-standby (on battery)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_Power/DCConnectivityInStandby_2",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.28.5.2 (L1) Ensure \u0027Allow network connectivity during connected-standby (plugged in)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Opposed. Allowing connection while in approved location enables remote management and there is no effect on battery life.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_Power/ACConnectivityInStandby_2",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.28.5.3 (BL) Ensure \u0027Allow standby states (S1-S3) when sleeping (on battery)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Opposed. Users utilize sleep often. The risk associated with dumping memory is accepted.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Power/AllowStandbyStatesWhenSleepingOnBattery",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.28.5.4 (BL) Ensure \u0027Allow standby states (S1-S3) when sleeping (plugged in)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Opposed",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Power/AllowStandbyWhenSleepingPluggedIn",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.28.5.5 (L1) Ensure \u0027Require a password when a computer wakes (on battery)\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Power/RequirePasswordWhenComputerWakesOnBattery",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.28.5.6 (L1) Ensure \u0027Require a password when a computer wakes (plugged in)\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Power/RequirePasswordWhenComputerWakesPluggedIn",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.29.1 (L1) Ensure \u0027Configure Offer Remote Assistance\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteAssistance/UnsolicitedRemoteAssistance",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.29.2 (L1) Ensure \u0027Configure Solicited Remote Assistance\u0027 is set to \u0027Disabled\u0027",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteAssistance/SolicitedRemoteAssistance",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.30.1 (L1) Ensure \u0027Enable RPC Endpoint Mapper Client Authentication\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented. Safe on Workstations.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteProcedureCall/RPCEndpointMapperClientAuthentication",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.30.2 (L1) Ensure \u0027Restrict Unauthenticated RPC clients\u0027 is set to \u0027Enabled: Authenticated\u0027 (Automated)",
        "description":  "Implemented. Should be safe for workstations.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteProcedureCall/RestrictUnauthenticatedRPCClients",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"RpcRestrictRemoteClientsList\" value=\"1\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.38.5.1 (L2) Ensure \u0027Microsoft Support Diagnostic Tool: Turn on MSDT interactive communication with support provider\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSDT/MsdtSupportProvider",
        "value":  "\u003cdisabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.42.1.1 (L2) Ensure \u0027Enable Windows NTP Client\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented. Dont disable.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_W32Time/W32TIME_POLICY_ENABLE_NTPCLIENT",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "3.10.42.1.2 (L2) Ensure \u0027Enable Windows NTP Server\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_W32Time/W32TIME_POLICY_ENABLE_NTPSERVER",
        "value":  "\u003cdisabled/\u003e"
    },
     {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.3.1 (L1) Ensure \u0027Allow Microsoft accounts to be optional\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/AppRuntime/AllowMicrosoftAccountsToBeOptional",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.3.2 (L2) Ensure \u0027Block launching Universal Windows apps with Windows Runtime API access from hosted content.\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_AppXRuntime/AppxRuntimeBlockHostedAppAccessWinRT",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.5.1 (L1) Ensure \u0027Do not preserve zone information in file attachments\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./User/Vendor/MSFT/Policy/Config/AttachmentManager/DoNotPreserveZoneInformation",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.5.2 (L1) Ensure \u0027Notify antivirus programs when opening attachments\u0027 is set to \u0027Enabled\u0027",
          "description":  "Implemented",
          "omaUri":  "./User/Vendor/MSFT/Policy/Config/AttachmentManager/NotifyAntivirusPrograms",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.6.1 (L1) Ensure \u0027Disallow Autoplay for non-volume devices\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Autoplay/DisallowAutoplayForNonVolumeDevices",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.6.2 (L1) Ensure \u0027Set the default behavior for AutoRun\u0027 is set to \u0027Enabled: Do not execute any autorun commands\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Autoplay/SetDefaultAutoRunBehavior",
          "value":  "\u003cenabled/\u003e\u003cdata id=\"NoAutorun_Dropdown\" value=\"1\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.6.3 (L1) Ensure \u0027Turn off Autoplay\u0027 is set to \u0027Enabled: All drives\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Autoplay/TurnOffAutoPlay",
          "value":  "\u003cenabled/\u003e\n\u003cdata id=\"Autorun_Box\" value=\"255\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.8.1 (L1) Ensure \u0027Do not display the password reveal button\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/CredentialsUI/DisablePasswordReveal",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.8.2(L1) Ensure \u0027Enumerate administrator accounts on elevation\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/CredentialsUI/EnumerateAdministrators",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.8.3 (L1) Ensure \u0027Prevent the use of security questions for local accounts\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_CredUI/NoLocalPasswordResetQuestions",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.15.1.1 (L1) Ensure \u0027Application: Control Event Log behavior when the log file reaches its maximum size\u0027 is set to \u0027Disabled\u0027(Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_EventLog/Channel_Log_AutoBackup_1",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.15.1.2 (L1) Ensure \u0027Application: Specify the maximum log file size (KB)\u0027 is set to \u0027Enabled: 32,768 or greater\u0027(Automated)",
          "description":  "Implemented. 100MB",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/EventLogService/SpecifyMaximumFileSizeApplicationLog",
          "value":  "\u003cenabled/\u003e\n\u003cdata id=\"Channel_LogMaxSize\" value=\"102400\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.15.2.1 (L1) Ensure \u0027Security: Control Event Log behavior when the log file reaches its maximum size\u0027 is set to \u0027Disabled\u0027(Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_EventLog/Channel_Log_AutoBackup_2",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.15.2.2 (L1) Ensure \u0027Security: Specify the maximum log file size (KB)\u0027 is set to \u0027Enabled: 196,608 or greater\u0027(Automated)",
          "description":  "Implemented. 2GB",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/EventLogService/SpecifyMaximumFileSizeSecurityLog",
          "value":  "\u003cenabled/\u003e\u003cdata id=\"Channel_LogMaxSize\" value=\"2097152\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.15.3.1 (L1) Ensure \u0027Setup: Control Event Log behavior when the log file reaches its maximum size\u0027 is set to \u0027Disabled\u0027(Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_EventLog/Channel_Log_AutoBackup_3",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.15.3.2 (L1) Ensure \u0027Setup: Specify the maximum log file size (KB)\u0027 is set to \u0027Enabled: 32,768 or greater\u0027 (Automated)",
          "description":  "Implemented. 100MB",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_EventLog/Channel_LogMaxSize_3",
          "value":  "\u003cenabled/\u003e\u003cdata id=\"Channel_LogMaxSize\" value=\"102400\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.15.4.1 (L1) Ensure \u0027System: Control Event Log behavior when the log file reaches its maximum size\u0027 is set to \u0027Disabled\u0027",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_EventLog/Channel_Log_AutoBackup_4",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.15.4.2 (L1) Ensure \u0027System: Specify the maximum log file size (KB)\u0027 is set to \u0027Enabled: 32,768 or greater\u0027",
          "description":  "Implemented. 200MB",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/EventLogService/SpecifyMaximumFileSizeSystemLog",
          "value":  "\u003cenabled/\u003e\u003cdata id=\"Channel_LogMaxSize\" value=\"204800\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingInteger",
          "displayName":  "3.11.18.1 (L1) Ensure \u0027Configure Windows Defender SmartScreen\u0027 is set to \u0027Enabled: Warn and prevent bypass\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SmartScreen/EnableSmartScreenInShell",
          "value": 1
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.18.2 (L1) Ensure \u0027Turn off Data Execution Prevention for Explorer\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/FileExplorer/TurnOffDataExecutionPreventionForExplorer",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.18.3 (L1) Ensure \u0027Turn off heap termination on corruption\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/FileExplorer/TurnOffHeapTerminationOnCorruption",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.18.4 (L1) Ensure \u0027Turn off shell protocol protected mode\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_WindowsExplorer/ShellProtocolProtectedModeTitle_2",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.20.1 (L1) Ensure \u0027Prevent the computer from joining a homegroup\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_Sharing/DisableHomeGroup",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.27.1 (L1) Ensure \u0027Block all consumer Microsoft account user authentication\u0027 is set to \u0027Enabled\u0027\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MSAPolicy/MicrosoftAccount_DisableUserAuth",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.28.3.1 (L1) Ensure \u0027Configure local setting override for reporting to Microsoft MAPS\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MicrosoftDefenderAntivirus/Spynet_LocalSettingOverrideSpynetReporting",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.28.3.2 (L2) Ensure \u0027Join Microsoft MAPS\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Opposed. Set to Advanced (2) for better AV protection",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MicrosoftDefenderAntivirus/SpynetReporting",
          "value":  "\u003cenabled/\u003e\n\u003cdata id=\"SpynetReporting\" value=\"2\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.28.10.1 (L2) Ensure \u0027Configure Watson events\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MicrosoftDefenderAntivirus/Reporting_DisablegenericrePorts",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.31.1 (L1) Ensure \u0027Prevent users from sharing files within their profile.\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_Sharing/NoInplaceSharing",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.35.1 (L2) Ensure \u0027Turn off Push To Install service\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_PushToInstall/DisablePushToInstall",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.3.2 (L1) Ensure \u0027Do not allow passwords to be saved\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/DoNotAllowPasswordSaving",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.2.1 (L2) Ensure \u0027Allow users to connect remotely by using Remote Desktop Services\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented. RDP not allowed",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/AllowUsersToConnectRemotely",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.3.1 (L2) Ensure \u0027Do not allow COM port redirection\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_TerminalServer/TS_CLIENT_COM",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.3.2 (L1) Ensure \u0027Do not allow drive redirection\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/DoNotAllowDriveRedirection",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.3.3 (L2) Ensure \u0027Do not allow LPT port redirection\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_TerminalServer/TS_CLIENT_LPT",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.3.4 (L2) Ensure \u0027Do not allow supported Plug and Play device redirection\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_TerminalServer/TS_CLIENT_PNP",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.9.1 (L1) Ensure \u0027Always prompt for password upon connection\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Opposed. The rationalization for this is that an attacker may access using saved username/password, but that has already been disabled which make this setting just annoying when remoting.",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/PromptForPasswordUponConnection",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.9.2 (L1) Ensure \u0027Require secure RPC communication\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/RequireSecureRPCCommunication",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.9.3 (L1) Ensure \u0027Require use of specific security layer for remote (RDP) connections\u0027 is set to \u0027Enabled: SSL\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_TerminalServer/TS_SECURITY_LAYER_POLICY",
          "value":  "\u003cenabled/\u003e\n\u003cdata id=\"TS_SECURITY_LAYER\" value=\"2\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.9.4 (L1) Ensure \u0027Require user authentication for remote connections by using Network Level Authentication\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Opposed. When using Hello Pin, NLA won\u0027t work",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_TerminalServer/TS_USER_AUTHENTICATION_POLICY",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.9.5 (L1) Ensure \u0027Set client connection encryption level\u0027 is set to \u0027Enabled: High Level\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/ClientConnectionEncryptionLevel",
          "value":  "\u003cenabled/\u003e\n\u003cdata id=\"TS_ENCRYPTION_LEVEL\" value=\"3\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.10.1 (L2) Ensure \u0027Set time limit for active but idle Remote Desktop Services sessions\u0027 is set to \u0027Enabled: 15 minutes or less, but not Never (0)\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_TerminalServer/TS_SESSIONS_Idle_Limit_2",
          "value":  "\u003cenabled/\u003e\n\u003cdata id=\"TS_SESSIONS_IdleLimitText\" value=\"900000\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.10.2 (L2) Ensure \u0027Set time limit for disconnected sessions\u0027 is set to \u0027Enabled: 1 minute\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_TerminalServer/TS_SESSIONS_Disconnected_Timeout_2",
          "value":  "\u003cenabled/\u003e\n\u003cdata id=\"TS_SESSIONS_EndDisconnected\" value=\"60000\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.36.4.11.1 (L1) Ensure \u0027Do not delete temp folders upon exit\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_TerminalServer/TS_TEMP_DELETE",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.37.1 (L1) Ensure \u0027Prevent downloading of enclosures\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableEnclosureDownloading",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.42.1 (L1) Ensure \u0027Turn off the offer to update to the latest version of Windows\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_WindowsStore/DisableOSUpgrade_2",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.42.2 (L2) Ensure \u0027Turn off the Store application\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Opposed. Store will be available. Using store is better than using downloaded apps.",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_WindowsStore/RemoveWindowsStore_2",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.50.1 (L1) Ensure \u0027Sign-in and lock last interactive user automatically after a restart\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsLogon/AllowAutomaticRestartSignOn",
          "value":  "\u003cdisabled/\u003e"
      },

      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.52.1.1 (L2) Ensure \u0027Prevent Codec Download (User)\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./User/Vendor/MSFT/Policy/Config/ADMX_WindowsMediaPlayer/PolicyCodecUpdate",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.54.1 (L1) Ensure \u0027Turn on PowerShell Script Block Logging\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsPowerShell/TurnOnPowerShellScriptBlockLogging",
          "value":  "\u003cenabled/\u003e\n\u003cdata id=\"EnableScriptBlockInvocationLogging\" value=\"true\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.54.2 (L1) Ensure \u0027Turn on PowerShell Transcription\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_PowerShellExecutionPolicy/EnableTranscripting",
          "value":  "\u003cenabled/\u003e\u003cdata id=\"OutputDirectory\" value=\"\"/\u003e\n\u003cdata id=\"EnableInvocationHeader\" value=\"false\"/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.55.1.1 (L1) Ensure \u0027Allow Basic authentication\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteManagement/AllowBasicAuthentication_Client",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.55.1.2 (L1) Ensure \u0027Allow unencrypted traffic\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteManagement/AllowUnencryptedTraffic_Client",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.55.1.3 (L1) Ensure \u0027Disallow Digest authentication\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteManagement/DisallowDigestAuthentication",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.55.2.1 (L1) Ensure \u0027Allow Basic authentication\u0027 is set to \u0027Disabled\u0027 (Server) (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteManagement/AllowBasicAuthentication_Service",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.55.2.2 (L2) Ensure \u0027Allow remote server management through WinRM\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteManagement/AllowRemoteServerManagement",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.55.2.3 (L1) Ensure \u0027Allow unencrypted traffic\u0027 is set to \u0027Disabled\u0027 (Server) (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteManagement/AllowUnencryptedTraffic_Service",
          "value":  "\u003cdisabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.55.2.4 (L1) Ensure \u0027Disallow WinRM from storing RunAs credentials\u0027 is set to \u0027Enabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteManagement/DisallowStoringOfRunAsCredentials",
          "value":  "\u003cenabled/\u003e"
      },
      {
          "@odata.type":  "#microsoft.graph.omaSettingString",
          "displayName":  "3.11.56.1 (L2) Ensure \u0027Allow Remote Shell Access\u0027 is set to \u0027Disabled\u0027 (Automated)",
          "description":  "Implemented",
          "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteShell/AllowRemoteShellAccess",
          "value":  "\u003cdisabled/\u003e"
      },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "11.1 (L2) Ensure \u0027Allow Camera\u0027 is set to \u0027Not allowed\u0027 (Automated)",
        "description":  "Opposed. Cameras are used for Zoom, Teams, etc.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Camera/AllowCamera",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "21.1 (L1) Ensure \u0027Allow Behavior Monitoring\u0027 is set to \u0027Allowed\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Defender/AllowBehaviorMonitoring",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "21.2 (L1) Ensure \u0027Allow Email Scanning\u0027 is set to \u0027Allowed\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Defender/AllowEmailScanning",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "21.3 (L1) Ensure \u0027Allow Full Scan Removable Drive Scanning\u0027 is set to \u0027Allowed\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Defender/AllowFullScanRemovableDriveScanning",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "21.4 (L1) Ensure \u0027Allow Realtime Monitoring\u0027 is set to \u0027Allowed\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Defender/AllowRealtimeMonitoring",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "21.5 (L1) Ensure \u003cAllow scanning of all downloaded files and attachments\u003c is set to \u003cAllowed\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Defender/AllowIOAVProtection",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "21.6 (L1) Ensure \u003cAllow Script Scanning\u003c is set to \u003cAllowed\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Defender/AllowScriptScanning",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "21.8 (L2) Ensure \u003cEnable File Hash Computation\u003c is set to \u003cEnable\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ADMX_MicrosoftDefenderAntivirus/MpEngine_EnableFileHashComputation",
        "value":  "\u003cenabled/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "21.9 (L1) Ensure \u003cEnable Network Protection\u003c is set to \u003cEnabled (block mode)\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Defender/EnableNetworkProtection",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "21.10 (L1) Ensure \u003cPUA Protection\u003c is set to \u003cPUA Protection on\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Defender/PUAProtection",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "22.1 (L1) Ensure \u003cDO Download Mode\u003c is NOT set to \u003cHTTP blended with Internet Peering\u003c (Automated)",
        "description":  "Implemented. 0 (HTTP only)",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeliveryOptimization/DODownloadMode",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "23.1 (L1) Ensure \u003cEnable Virtualization Based Security\u003c is set to \u003cEnable virtualization based security\u003c (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceGuard/EnableVirtualizationBasedSecurity",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "23.2 (L1) Ensure \u003cConfigure System Guard Launch\u003c is set to \u003cUnmanaged Enables Secure Launch if supported by hardware\u003c (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceGuard/ConfigureSystemGuardLaunch",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "23.3 (L1) Ensure \u003cRequire Platform Security Features\u003c is set to \u003cTurns on VBS with Secure Boot\u003c or higher (Automated)",
        "description":  "Implemented. Caution. Requires Intel VTX, AMDV, secure boot and compatible drivers.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceGuard/RequirePlatformSecurityFeatures",
        "value": 3
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "23.4 (L1) Ensure \u003cCredential Guard\u003c is set to \u003cEnabled with UEFI lock\u003c (Automated)",
        "description":  "Implemented. Caution. Requires Intel VTX, AMDV, secure boot, and compatible drivers.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceGuard/LsaCfgFlags",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "24.1 (L1) Ensure \u003cAlphanumeric Device Password Required\u003c is set to \u003cPassword, Numeric PIN, or Alphanumeric PIN required\u003c (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/AlphanumericDevicePasswordRequired",
        "value": 2
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "24.2 (L1) Ensure \u003cDevice Password Expiration\u003c is set to \u003c365 or fewer days, but not 0\u003c (Automated)",
        "description":  "Opposed. Never expire.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/DevicePasswordExpiration",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "24.3 (L1) Ensure \u003cDevice Password History\u003c is set to \u003c24 or more password(s)\u003c (Automated)",
        "description":  "Opposed.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/DevicePasswordHistory",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "24.4 (L1) Ensure \u003cMin Device Password Complex Characters\u003c is set to \u003cDigits lowercase letters and uppercase letters are required\u003c (Automated)",
        "description":  "Opposed. We will use numeric Windows Hello Pins",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/MinDevicePasswordComplexCharacters",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "24.5 (L1) Ensure \u003cMin Device Password Length\u003c is set to \u003c14 or more character(s)\u003c (Automated)",
        "description":  "Opposed. We will use numeric Windows Hello Pins",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/MinDevicePasswordLength",
        "value": 6
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "24.6 (L1) Ensure \u003cMinimum Password Age\u003c is set to \u003c1 or more day(s)\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/MinimumPasswordAge",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "30.1 (L1) Ensure \u003cAllow Cortana\u003c is set to \u003cBlock\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Experience/AllowCortana",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "30.2 (L1) Ensure \u003cAllow Spotlight Collection (User)\u003c is set to \u003c0\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/Experience/AllowSpotlightCollection",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "30.3 (L2) Ensure \u003cAllow Windows Spotlight (User)\u003c is set to \u003cBlock\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/Experience/AllowWindowsSpotlight",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "30.4 (L1) Ensure \u003cDisable Consumer Account State Content\u003c is set to \u003cEnabled\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Experience/DisableConsumerAccountStateContent",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "30.5 (L1) Ensure \u003cDo not show feedback notifications\u003c is set to \u003cFeedback notifications are disabled\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Experience/DoNotShowFeedbackNotifications",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.1 (L1) Ensure \u0027Enable Domain Network Firewall\u0027 is set to \u0027True\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/EnableFirewall",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "35.2 (L1) Ensure \u003cEnable Domain Network Firewall: Default Inbound Action for Domain Profile\u003c is set to \u003cBlock\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/DefaultInboundAction",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.3 (L1) Ensure \u0027Enable Domain Network Firewall: Disable Inbound Notifications\u0027 is set to \u0027True\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/DisableInboundNotifications",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.4 (L1) Ensure \u0027Enable Domain Network Firewall: Enable Log Dropped Packets\u0027 is set to \u0027Yes: Enable Logging Of Dropped Packets\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/EnableLogDroppedPackets",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.5 (L1) Ensure \u0027Enable Domain Network Firewall: Enable Log Success Connections\u0027 is set to \u0027Enable Logging Of Successful Connections\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/EnableLogSuccessConnections",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "35.6 (L1) Ensure \u0027Enable Domain Network Firewall: Log File Path\u0027 is set to \u0027%SystemRoot%\\System32\\logfiles\\firewall\\domainfw.log\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/LogFilePath",
        "value":  "%SystemRoot%\\System32\\logfiles\\firewall\\domainfw.log"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "35.7 (L1) Ensure \u0027Enable Domain Network Firewall: Log Max File Size\u0027 is set to \u002716,384 KB or greater\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/LogMaxFileSize",
        "value":  "10485760"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.8 (L1) Ensure \u0027Enable Private Network Firewall\u0027 is set to \u0027True\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/EnableFirewall",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "35.9 (L1) Ensure \u003cEnable Private Network Firewall: Default Inbound Action for Private Profile\u003c is set to \u003cBlock\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/DefaultInboundAction",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.10 (L1) Ensure \u0027Enable Private Network Firewall: Disable Inbound Notifications\u0027 is set to \u0027True\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/DisableInboundNotifications",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.11 (L1) Ensure \u0027Enable Private Network Firewall: Enable Log Success Connections\u0027 is set to \u0027Enable Logging Of Successful Connections\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/EnableLogSuccessConnections",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.12 (L1) Ensure \u0027Enable Private Network Firewall: Enable Log Dropped Packets\u0027 is set to \u0027Yes: Enable Logging Of Dropped Packets\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/EnableLogDroppedPackets",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "35.13 (L1) Ensure \u0027Enable Private Network Firewall: Log File Path\u0027 is set to \u0027%SystemRoot%\\System32\\logfiles\\firewall\\Privatefw.log\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/LogFilePath",
        "value":  "%SystemRoot%\\System32\\logfiles\\firewall\\Privatefw.log"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "35.14 (L1) Ensure \u0027Enable Private Network Firewall: Log Max File Size\u0027 is set to \u002716,384 KB or greater\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/LogMaxFileSize",
        "value":  "10485760"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.15 (L1) Ensure \u0027Enable Public Network Firewall\u0027 is set to \u0027True\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/EnableFirewall",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.16 (L1) Ensure \u0027Enable Public Network Firewall: Allow Local Ipsec Policy Merge\u0027 is set to \u0027False\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/AllowLocalIpsecPolicyMerge",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.17 (L1) Ensure \u0027Enable Public Network Firewall: Allow Local Policy Merge\u0027 is set to \u0027False\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/AllowLocalPolicyMerge",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "35.18 (L1) Ensure \u003cEnable Public Network Firewall: Default Inbound Action for Public Profile\u003c is set to \u003cBlock\u003c (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/DefaultInboundAction",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.19 (L1) Ensure \u0027Enable Public Network Firewall: Disable Inbound Notifications\u0027 is set to \u0027True\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/DisableInboundNotifications",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.20 (L1) Ensure \u0027Enable Public Network Firewall: Enable Log Dropped Packets\u0027 is set to \u0027Yes: Enable Logging Of Dropped Packets\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/EnableLogDroppedPackets",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "35.21 (L1) Ensure \u0027Enable Public Network Firewall: Enable Log Success Connections\u0027 is set to \u0027Enable Logging Of Successful Connections\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/EnableLogSuccessConnections",
        "value":  true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "35.22 (L1) Ensure \u0027Enable Public Network Firewall: Log File Path\u0027 is set to \u0027%SystemRoot%\\System32\\logfiles\\firewall\\Publicfw.log\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/LogFilePath",
        "value":  "%SystemRoot%\\System32\\logfiles\\firewall\\Publicfw.log"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "35.23 (L1) Ensure \u0027Enable Public Network Firewall: Log Max File Size\u0027 is set to \u002716,384 KB or greater\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/LogMaxFileSize",
        "value":  "10485760"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "42.1 (L1) Ensure \u0027Enable insecure guest logons\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LanmanWorkstation/EnableInsecureGuestLogons",
        "value": 0
    },


    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "43.1 (L2) Ensure \u0027Disallow KMS Client Online AVS Validation\u0027 is set to \u0027Allow\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Licensing/DisallowKMSClientOnlineAVSValidation",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.1 (L1) Ensure \u0027Accounts: Block Microsoft accounts\u0027 is set to \u0027Users can\u0027t add or log on with Microsoft accounts\u0027 (Automated)",
        "description":  "Implemented. Can still login with Company Tenant/Intune Account. Only blocks consumer Microsoft accounts.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_BlockMicrosoftAccounts",
        "value": 3
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.2 (L1) Ensure \u0027Accounts: Enable Guest account status\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_EnableGuestAccountStatus",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.3 (L1) Ensure \u0027Accounts: Limit local account use of blank passwords to console logon only\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_LimitLocalAccountUseOfBlankPasswordsToConsoleLogonOnly",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "45.4 (L1) Configure \u0027Accounts: Rename administrator account\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_RenameAdministratorAccount",
        "value":  "nonsa"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "45.5 (L1) Configure \u0027Accounts: Rename guest account\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Accounts_RenameGuestAccount",
        "value":  "noguest"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.6 (L2) Ensure \u0027Devices: Prevent users from installing printer drivers when connecting to shared printers\u0027 is set to \u0027Enable\u0027 (Automated)",
        "description":  "Implemented. This setting does not affect the ability to add a local printer.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/Devices_PreventUsersFromInstallingPrinterDriversWhenConnectingToSharedPrinters",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.7 (L1) Ensure \u0027Interactive logon: Do not display last signed-in\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Opposed: By showing the last user, users can tell if someone else signed in to their machine since their name will no longer show.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_DoNotDisplayLastSignedIn",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.8 (L1) Ensure \u0027Interactive logon: Do not require CTRL+ALT+DEL\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Opposed: We will not require users to ctrl+alt+del.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_DoNotRequireCTRLALTDEL",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.9 (L1) Ensure \u0027Interactive logon: Machine inactivity limit\u0027 is set to \u0027900 or fewer second(s), but not 0\u0027 (Automated)",
        "description":  "Implemented. 900 seconds.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_MachineInactivityLimit",
        "value": 900
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "45.10 (L1) Configure \u0027Interactive logon: Message text for users attempting to log on\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_MessageTextForUsersAttemptingToLogOn",
        "value":  "This computer system is managed by the University of Mississippi Foundation. Access is hereby granted for authorized use only. By using this system, you acknowledge notice and acceptance of the UM Foundation Acceptable Use Policy."
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "45.11 (L1) Configure \u0027Interactive logon: Message title for users attempting to log on\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_MessageTitleForUsersAttemptingToLogOn",
        "value":  "Login"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "45.12 (L1) Ensure \u0027Interactive logon: Smart card removal behavior\u0027 is set to \u0027Lock Workstation\u0027 or higher (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/InteractiveLogon_SmartCardRemovalBehavior",
        "value":  "3"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.13 (L1) Ensure \u0027Microsoft network client: Digitally sign communications (always)\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkClient_DigitallySignCommunicationsAlways",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.14 (L1) Ensure \u0027Microsoft network client: Digitally sign communications (if server agrees)\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkClient_DigitallySignCommunicationsIfServerAgrees",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.15 (L1) Ensure \u0027Microsoft network client: Send unencrypted password to third-party SMB servers\u0027 is set to \u0027Disabled\u0027",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkClient_SendUnencryptedPasswordToThirdPartySMBServers",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.16 (L1) Ensure \u0027Microsoft network server: Digitally sign communications (always)\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkServer_DigitallySignCommunicationsAlways",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.17 (L1) Ensure \u0027Microsoft network server: Digitally sign communications (if client agrees)\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/MicrosoftNetworkServer_DigitallySignCommunicationsIfClientAgrees",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.18 (L1) Ensure \u0027Network access: Do not allow anonymous enumeration of SAM accounts\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkAccess_DoNotAllowAnonymousEnumerationOfSAMAccounts",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.19 (L1) Ensure \u0027Network access: Do not allow anonymous enumeration of SAM accounts and shares\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkAccess_DoNotAllowAnonymousEnumerationOfSAMAccountsAndShares",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.20 (L1) Ensure \u0027Network access: Restrict anonymous access to Named Pipes and Shares\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkAccess_RestrictAnonymousAccessToNamedPipesAndShares",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "45.21 (L1) Ensure \u0027Network access: Restrict clients allowed to make remote calls to SAM\u0027 is set to \u0027Administrators: Remote Access: Allow\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkAccess_RestrictClientsAllowedToMakeRemoteCallsToSAM",
        "value":  "O:BAG:BAD:(A;;RC;;;BA)"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.22 (L1) Ensure \u0027Network security: Allow Local System to use computer identity for NTLM\u0027 is set to \u0027Allow\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_AllowLocalSystemToUseComputerIdentityForNTLM",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.23 (L1) Ensure \u0027Network Security: Allow PKU2U authentication requests\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_AllowPKU2UAuthenticationRequests",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.24 (L1) Ensure \u0027Network security: Do not store LAN Manager hash value on next password change\u0027 is set to \u0027Enabled\u0027",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_DoNotStoreLANManagerHashValueOnNextPasswordChange",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.25 (L1) Ensure \u0027Network security: LAN Manager authentication level\u0027 is set to \u0027Send LM and NTLMv2 responses only. Refuse LM and NTLM\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_LANManagerAuthenticationLevel",
        "value": 5
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.26 (L1) Ensure \u0027Network security: Minimum session security for NTLM SSP based (including secure RPC) clients\u0027 is set to \u0027Require NTLM and 128-bit encryption\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_MinimumSessionSecurityForNTLMSSPBasedClients",
        "value": 537395200
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.27 (L1) Ensure \u0027Network security: Minimum session security for NTLM SSP based (including secure RPC) servers\u0027 is set to \u0027Require NTLM and 128-bit encryption\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_MinimumSessionSecurityForNTLMSSPBasedServers",
        "value": 537395200
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.28 (L1) Ensure \u0027Network security: Restrict NTLM: Audit Incoming NTLM Traffic\u0027 is set to \u0027Enable auditing for all accounts\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/NetworkSecurity_RestrictNTLM_AuditIncomingNTLMTraffic",
        "value": 2
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.29 (L1) Ensure \u0027User Account Control: Behavior of the elevation prompt for administrators\u0027 is set to \u0027Prompt for consent on the secure desktop\u0027 or higher (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_BehaviorOfTheElevationPromptForAdministrators",
        "value": 2
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.30 (L1) Ensure \u0027User Account Control: Behavior of the elevation prompt for standard users\u0027 is set to \u0027Automatically deny elevation requests\u0027 (Automated)",
        "description":  "Opposed. We will allow prompting for admin username and password to perform administrative actions.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_BehaviorOfTheElevationPromptForStandardUsers",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.31 (L1) Ensure \u0027User Account Control: Detect application installations and prompt for elevation\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_DetectApplicationInstallationsAndPromptForElevation",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.32 (L1) Ensure \u0027User Account Control: Only elevate UIAccess applications that are installed in secure locations\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_OnlyElevateUIAccessApplicationsThatAreInstalledInSecureLocations",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.33 (L1) Ensure \u0027User Account Control: Use Admin Approval Mode\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_UseAdminApprovalMode",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.34 (L1) Ensure \u0027User Account Control: Switch to the secure desktop when prompting for elevation\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_SwitchToTheSecureDesktopWhenPromptingForElevation",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.35 (L1) Ensure \u0027User Account Control: Run all administrators in Admin Approval Mode\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_RunAllAdministratorsInAdminApprovalMode",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "45.36 (L1) Ensure \u0027User Account Control: Virtualize file and registry write failures to per-user locations\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LocalPoliciesSecurityOptions/UserAccountControl_VirtualizeFileAndRegistryWriteFailuresToPerUserLocations",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "48.1 (L1) Ensure \u0027Allow apps from the Microsoft app store to auto update\u0027 is set to \u0027Allowed\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ApplicationManagement/AllowAppStoreAutoUpdate",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "48.2 (L1) Ensure \u0027Allow Game DVR\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ApplicationManagement/AllowGameDVR",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "48.3 (L2) Ensure \u0027Disable Store Originated Apps\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Opposed. We will use store apps for deployment in some cases.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ApplicationManagement/DisableStoreOriginatedApps",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "48.4 (L1) Ensure \u0027MSI Allow user control over installs\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ApplicationManagement/MSIAllowUserControlOverInstall",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "48.5 (L1) Ensure \u0027MSI Always install with elevated privileges\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ApplicationManagement/MSIAlwaysInstallWithElevatedPrivileges",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "48.6 (L1) Ensure \u0027MSI Always install with elevated privileges (User)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./User/Vendor/MSFT/Policy/Config/ApplicationManagement/MSIAlwaysInstallWithElevatedPrivileges",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "48.7 (L1) Ensure \u0027Require Private Store Only\u0027 is set to \u0027Only Private store is enabled\u0027 (Automated)",
        "description":  "Opposed. All store apps will be accessible.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ApplicationManagement/RequirePrivateStoreOnly",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "58.1 (L2) Ensure \u0027Allow Cross Device Clipboard\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Privacy/AllowCrossDeviceClipboard",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "58.2 (L1) Ensure \u0027Allow Input Personalization\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Privacy/AllowInputPersonalization",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "58.3 (L2) Ensure \u0027Disable Advertising ID\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Privacy/DisableAdvertisingID",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "58.4 (L1) Ensure \u0027Let Apps Activate With Voice Above Lock\u0027 is set to \u0027Enabled: Force Deny\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Privacy/LetAppsActivateWithVoiceAboveLock",
        "value":  "\u003cenabled/\u003e\n\u003cdata id=\"LetAppsActivateWithVoiceAboveLock\" value=\"2\"/\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "58.5 (L2) Ensure \u0027Upload User Activities\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Privacy/UploadUserActivities",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "60.1 (L2) Ensure \u0027Allow Cloud Search\u0027 is set to \u0027Not allowed\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Search/AllowCloudSearch",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "60.2 (L1) Ensure \u0027Allow Indexing Encrypted Stores Or Items\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Opposed. When Bitlocker is enabled, indexing of encrypted files allows search to work better.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Search/AllowIndexingEncryptedStoresOrItems",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "60.3 (L1) Ensure \u0027Allow Search To Use Location\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Search/AllowSearchToUseLocation",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "60.4 (L2) Ensure \u0027Allow search highlights\u0027 is set to \u00270\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Search/AllowSearchHighlights",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "62.1 (L2) Ensure \u0027Allow Online Tips\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Settings/AllowOnlineTips",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "64.1.1 (L1) Ensure \u0027Notify Malicious\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WebThreatDefense/NotifyMalicious",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "64.1.2 (L1) Ensure \u0027Notify Password Reuse\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WebThreatDefense/NotifyPasswordReuse",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "64.1.3 (L1) Ensure \u0027Notify Unsafe App\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WebThreatDefense/NotifyUnsafeApp",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "64.1.4 (L1) Ensure \u0027Service Enabled\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WebThreatDefense/ServiceEnabled",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "67.1 (L1) Ensure \u0027Allow Telemetry\u0027 is set to \u0027Basic\u0027 (Automated)",
        "description":  "Implemented. 1. Off setting is no longer available in Windows 11.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/AllowTelemetry",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "67.2 (L2) Ensure \u0027Allow Font Providers\u0027 is set to \u0027Not allowed\u0027 (Automated)",
        "description":  "Opposed. We will allow fonts.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/AllowFontProviders",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "67.3 (L2) Ensure \u0027Disable One Drive File Sync\u0027 is set to \u0027Sync Disabled\u0027 (Automated)",
        "description":  "Opposed. OneDrive is used as user\u0027s backup and file history and has been allowed.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/DisableOneDriveFileSync",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "67.4 (L1) Ensure \u0027Enable OneSettings Auditing\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/EnableOneSettingsAuditing",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "67.5 (L1) Ensure \u0027Limit Diagnostic Log Collection\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/LimitDiagnosticLogCollection",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "67.6 (L1) Ensure \u0027Limit Dump Collection\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/LimitDumpCollection",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.3 (L1) Ensure \u0027Computer Browser (Browser)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureComputerBrowserServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.7 (L1) Ensure \u0027Infrared monitor service (irmon)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureInfraredMonitorServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.8 (L1) Ensure \u0027Internet Connection Sharing (ICS) (SharedAccess)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureInternetConnectionSharingServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.10 (L1) Ensure \u0027LxssManager (LxssManager)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureLxssManagerServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.11 (L1) Ensure \u0027Microsoft FTP Service (FTPSVC)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureMicrosoftFTPServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.24 (L1) Ensure \u0027Remote Procedure Call (RPC) Locator (RpcLocator)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureRemoteProcedureCallLocatorServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.26 (L1) Ensure \u0027Routing and Remote Access (RemoteAccess)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Unable to implement using OMAURI.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureRoutingAndRemoteAccessServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.28 (L1) Ensure \u0027Simple TCP/IP Services (simptcp)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureSimpleTCPIPServicesStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.30 (L1) Ensure \u0027Special Administration Console Helper (sacsvr)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureSpecialAdministrationConsoleHelperServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.31 (L1) Ensure \u0027SSDP Discovery (SSDPSRV)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureSSDPDiscoveryServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.32 (L1) Ensure \u0027UPnP Device Host (upnphost)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureUPnPDeviceHostServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.33 (L1) Ensure \u0027Web Management Service (WMSvc)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureWebManagementServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.36 (L1) Ensure \u0027Windows Media Player Network Sharing Service (WMPNetworkSvc)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureWindowsMediaPlayerNetworkSharingServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.37 (L1) Ensure \u0027Windows Mobile Hotspot Service (icssvc)\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureWindowsMobileHotspotServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "69.41 (L1) Ensure \u0027World Wide Web Publishing Service (W3SVC)\u0027 is set to \u0027Disabled\u0027 or \u0027Not Installed\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureWorldWideWebPublishingServiceStartupMode",
        "value": 4
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.1 (L1) Ensure \u0027Access Credential Manager As Trusted Caller\u0027 is set to \u0027No One\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/AccessCredentialManagerAsTrustedCaller",
        "value":  "\u003c![CDATA[]]\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.2 (L1) Ensure \u0027Access From Network\u0027 is set to \u0027Administrators, Remote Desktop Users\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/AccessFromNetwork",
        "value":  "Administrators\uf000Remote Desktop Users"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.3 (L1) Ensure \u0027Act As Part Of The Operating System\u0027 is set to \u0027No One\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/ActAsPartOfTheOperatingSystem",
        "value":  "\u003c![CDATA[]]\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.4 (L1) Ensure \u0027Allow Local Log On\u0027 is set to \u0027Administrators, Users\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/AllowLocalLogOn",
        "value":  "Administrators\uf000Users"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.5 (L1) Ensure \u0027Backup Files And Directories\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/BackupFilesAndDirectories",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.6 (L1) Ensure \u0027Change System Time\u0027 is set to \u0027Administrators, LOCAL SERVICE\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/ChangeSystemTime",
        "value":  "Administrators\uf000LOCAL SERVICE"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.7 (L1) Ensure \u0027Create Global Objects\u0027 is set to \u0027Administrators, LOCAL SERVICE, NETWORK SERVICE, SERVICE\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/CreateGlobalObjects",
        "value":  "Administrators\uf000LOCAL SERVICE\uf000NETWORK SERVICE\uf000SERVICE"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.8 (L1) Ensure \u0027Create Page File\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/CreatePageFile",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.9 (L1) Ensure \u0027Create Permanent Shared Objects\u0027 is set to \u0027No One\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/CreatePermanentSharedObjects",
        "value":  "\u003c![CDATA[]]\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.10 (L1) Configure \u0027Create Symbolic Links\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/CreateSymbolicLinks",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.11 (L1) Ensure \u0027Create Token\u0027 is set to \u0027No One\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/CreateToken",
        "value":  "\u003c![CDATA[]]\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.12 (L1) Ensure \u0027Debug Programs\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/DebugPrograms",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.13 (L1) Ensure \u0027Deny Access From Network\u0027 to include \u0027Guests, Local account\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/DenyAccessFromNetwork",
        "value":  "Guests\uf000Local account"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.14 (L1) Ensure \u0027Deny Local Log On\u0027 to include \u0027Guests\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/DenyLocalLogOn",
        "value":  "Guests"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.15 (L1) Ensure \u0027Deny Remote Desktop Services Log On\u0027 to include \u0027Guests, Local account\u0027 (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/DenyRemoteDesktopServicesLogOn",
        "value":  "Guests\uf000Local account"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.16 (L1) Ensure \u0027Enable Delegation\u0027 is set to \u0027No One\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/EnableDelegation",
        "value":  "\u003c![CDATA[]]\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.17 (L1) Ensure \u0027Generate Security Audits\u0027 is set to \u0027LOCAL SERVICE, NETWORK SERVICE\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/GenerateSecurityAudits",
        "value":  "LOCAL SERVICE\uf000NETWORK SERVICE"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.18 (L1) Ensure \u0027Impersonate Client\u0027 is set to \u0027Administrators, LOCAL SERVICE, NETWORK SERVICE, SERVICE\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/ImpersonateClient",
        "value":  "Administrators\uf000LOCAL SERVICE\uf000NETWORK SERVICE\uf000SERVICE"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.19 (L1) Ensure \u0027Increase Scheduling Priority\u0027 is set to \u0027Administrators, Window Manager\\Window Manager Group\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/IncreaseSchedulingPriority",
        "value":  "Administrators\uf000Window Manager\\Window Manager Group"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.20 (L1) Ensure \u0027Load Unload Device Drivers\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/LoadUnloadDeviceDrivers",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.21 (L1) Ensure \u0027Lock Memory\u0027 is set to \u0027No One\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/LockMemory",
        "value":  "\u003c![CDATA[]]\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.22 (L1) Ensure \u0027Manage auditing and security log\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/ManageAuditingAndSecurityLog",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.23 (L1) Ensure \u0027Manage Volume\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/ManageVolume",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.24 (L1) Ensure \u0027Modify Firmware Environment\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/ModifyFirmwareEnvironment",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.25 (L1) Ensure \u0027Modify Object Label\u0027 is set to \u0027No One\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/ModifyObjectLabel",
        "value":  "\u003c![CDATA[]]\u003e"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.26 (L1) Ensure \u0027Profile Single Process\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/ProfileSingleProcess",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.27 (L1) Ensure \u0027Remote Shutdown\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/RemoteShutdown",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.28 (L1) Ensure \u0027Restore Files And Directories\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/RestoreFilesAndDirectories",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingString",
        "displayName":  "74.29 (L1) Ensure \u0027Take Ownership\u0027 is set to \u0027Administrators\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/UserRights/TakeOwnership",
        "value":  "Administrators"
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "75.1 (L1) Ensure \u0027Hypervisor Enforced Code Integrity\u0027 is set to \u0027Enabled with UEFI lock\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/VirtualizationBasedTechnology/HypervisorEnforcedCodeIntegrity",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "75.2 (L1) Ensure \u0027Require UEFI Memory Attributes Table\u0027 is set to \u0027Require UEFI Memory Attributes Table\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/VirtualizationBasedTechnology/RequireUEFIMemoryAttributesTable",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "75.2 (L1) Ensure \u0027Require UEFI Memory Attributes Table\u0027 is set to \u0027Require UEFI Memory Attributes Table\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/NewsAndInterests/AllowNewsAndInterests",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "78.1 (L1) Ensure \u0027Disallow Exploit Protection Override\u0027 is set to \u0027(Enable)\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsDefenderSecurityCenter/DisallowExploitProtectionOverride",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "79.1 (L1) Ensure \u0027Facial Features Use Enhanced Anti Spoofing\u0027 is set to \u0027true\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/PassportForWork/Biometrics/FacialFeaturesUseEnhancedAntiSpoofing",
        "value": true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "79.2 (L1) Ensure \u0027Minimum PIN Length\u0027 is set to \u00276 more character(s)\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/PassportForWork/{TenantId}/Policies/PINComplexity/MinimumPINLength",
        "value": 6
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingBoolean",
        "displayName":  "79.3 (L1) Ensure \u0027Require Security Device\u0027 is set to \u0027true\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/PassportForWork/{TenantId}/Policies/RequireSecurityDevice",
        "value": true
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "80.1 (L2) Ensure \u0027Allow suggested apps in Windows Ink Workspace\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsInkWorkspace/AllowSuggestedAppsInWindowsInkWorkspace",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "80.2 (L1) Ensure \u0027Allow Windows Ink Workspace\u0027 is set to \u0027Enabled: but the user can\u0027t access it above the lock screen\u0027 OR \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented. Disabled on lockscreen.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsInkWorkspace/AllowWindowsInkWorkspace",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "83.1 (L1) Ensure \u0027Allow Auto Update\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Opposed. We will utilize a third party update software.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Update/AllowAutoUpdate",
        "value": 5
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "83.2 (L1) Ensure \u0027Defer Feature Updates Period in Days\u0027 is set to \u0027Enabled: 180 or more days\u0027 (Automated)",
        "description":  "Implemented. 180 days",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Update/DeferFeatureUpdatesPeriodInDays",
        "value": 180
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "83.3 (L1) Ensure \u0027Defer Quality Updates Period (Days)\u0027 is set to \u0027Enabled: 0 days\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Update/DeferQualityUpdatesPeriodInDays",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "83.4 (L1) Ensure \u0027Manage preview builds\u0027 is set to \u0027Disable Preview builds\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Update/ManagePreviewBuilds",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "83.5 (L1) Ensure \u0027Scheduled Install Day\u0027 is set to \u0027Every day\u0027 (Automated)",
        "description":  "Implemented. But will be maned by third party",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Update/ScheduledInstallDay",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "83.6 (L1) Ensure \u0027Block \u0027Pause Updates\u0027 ability\u0027 is set to \u0027Block\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Update/SetDisablePauseUXAccess",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "85.1 (L1) LAPS: Ensure \u0027Backup Directory\u0027 is set to \u0027Backup the password to Azure AD only\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/LAPS/Policies/BackupDirectory",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "85.2 (L1) LAPS: Ensure \u0027Password Age Days\u0027 is set to \u0027Configured: 30 or fewer\u0027 (Automated)",
        "description":  "Implemented. 7 days.",
        "omaUri":  "./Device/Vendor/MSFT/LAPS/Policies/PasswordAgeDays",
        "value": 7
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "85.3 (L1) LAPS: Ensure \u0027Password Complexity\u0027 is set to \u0027Large letters + small letters + numbers + special characters\u0027 (Automated)",
        "description":  "Implemented. Improved readability setting.",
        "omaUri":  "./Device/Vendor/MSFT/LAPS/Policies/PasswordComplexity",
        "value": 5
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "85.4 (L1) LAPS: Ensure \u0027Password Length\u0027 is set to \u0027Configured: 15 or more\u0027 (Automated)",
        "description":  "Implemented. 15.",
        "omaUri":  "./Device/Vendor/MSFT/LAPS/Policies/PasswordLength",
        "value": 15
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "85.5 (L1) LAPS: Ensure \u0027Post-authentication actions\u0027 is set to \u0027Reset the password and logoff the managed account\u0027 or higher (Automated)",
        "description":  "Implemented.",
        "omaUri":  "./Device/Vendor/MSFT/LAPS/Policies/PostAuthenticationActions",
        "value": 3
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "85.6 (L1) LAPS: Ensure \u0027Post Authentication Reset Delay\u0027 is set to \u0027Configured: 8 or fewer hours, but not 0\u0027 (Automated)",
        "description":  "Implemented. 8",
        "omaUri":  "./Device/Vendor/MSFT/LAPS/Policies/PostAuthenticationResetDelay",
        "value": 8
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "86.1.1 (L2) Ensure \u0027Allow a Windows app to share application data between users\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ApplicationManagement/AllowSharedUserAppData",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "86.1.2 (L1) Ensure \u0027Allow Windows to automatically connect to suggested open hotspots, to networks shared by contacts, and to hotspots offering paid services\u0027 is set to \u0027Disabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Wifi/AllowAutoConnectToWiFiSenseHotspots",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "86.1.3 (L2) Ensure \u0027Configure Authenticated Proxy usage for the Connected User Experience and Telemetry service\u0027 is set to \u0027Enabled: Disable Authenticated Proxy usage\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/DisableEnterpriseAuthProxy",
        "value": 1
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "86.1.4 (BL) Ensure \u0027Enumeration policy for external devices incompatible with Kernel DMA Protection\u0027 is set to \u0027Enabled: Block All\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DmaGuard/DeviceEnumerationPolicy",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "86.1.5 (L1) Ensure \u0027Prevent non-admin users from installing packaged Windows apps\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Opposed. Users will be allowed to obtain packages from Windows Store.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ApplicationManagement/BlockNonAdminUserInstall",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "86.1.6 (L2) Ensure \u0027Turn off location\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/AllowLocation",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "86.1.7 (L1) Ensure \u0027Turn off Microsoft consumer experiences\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Implemented",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Experience/AllowWindowsConsumerFeatures",
        "value": 0
    },
    {
        "@odata.type":  "#microsoft.graph.omaSettingInteger",
        "displayName":  "86.1.8 (L2) Ensure \u0027Turn off notifications network usage\u0027 is set to \u0027Enabled\u0027 (Automated)",
        "description":  "Opposed. Enabling this may break MDM functionality including Wipe, Unenroll, Remote Find, Mandatory App install, and more.",
        "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Notifications/DisallowCloudNotification",
        "value": 0
    }
  ]
}
